// pages/pagesForSth/guide/guide.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    question1:"问题1:如何打开本小程序？",
    guide1:"课程事物管理小程序只有从微信群点击小卡片才能打开，如果你用其他方式打开本小程序请分享到微信群",
    question2:"问题2:如何表明您在课程中的身份？",
    guide2:"如果您是第一次从某个特定群打开这个小程序，你需要选择自己的身份，如果您是学生，需要输入姓名和学号，如果您是老师则只需输入姓名",
    question3:"问题3:如何使用小程序的各个功能？",
    guide3:"如果您想使用，小程序的各个功能，请点击主页下方的发现图标，选择相应功能",
    question4:"问题4:如何在编辑测试和投票时删去多余的选项",
    quide4:"手指向右滑动待删除的选项，会出现一个删除按钮，点击删除即可?",
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

})